Repository: miurahr/omegat-for-cat-beginners
Catalog: files/fr.tmx
Source language: en_us
Languages: fr

source: &Open Project...
fr: &Ouvrir un projet...

source: Professional features
fr: Fonctions professionnelles

source: Illegal HTML entity (&---;):
fr: Entité HTML non conforme (&---;):

source: &Save Translation Memory
fr: &Sauvegarder la mémoire de traduction

source: Project load cancelled by user
fr: Vous avez annulé le chargement du projet

source: Failed to load specified project!
fr: Le projet n'a pas pu être chargé !

source: Analyzing strings - {0} of {1} completed
fr: chaînes analysées: {0} sur {1}

source: Problem encountered loading project file!
fr: Problème lors du chargement du fichier projet !

source: Confused by false start of comment tag!
fr: Confusion due à un marqueur de départ de commentaire erroné !

source: Failed to compile project files!
fr: Les fichiers du projet n'ont pas pu être compilés !

source: Project &Files...
fr: Fichiers du &projet...

source: Loading file:
fr: Chargement du fichier :

source: ERROR
fr: Erreur

source: &Back
fr: &Retour

source: Cannot access glossary directory!
fr: Impossible d'accéder au répertoire des glossaires !

source: The language code should be in the form xx-YY or xx_YY, where xx is the language code and YY is the country code (optional).
fr: Le code langue doit être de la forme suivante: xx_YY ou bien xx-YY, où xx est un code langue générique et YY un code pays, optionnel.

source: Compatible with other translation memory applications (TMX, TTX, TXML, XLIFF, SDLXLIFF)
fr: Compatibilité avec d'autres logiciels de mémoire de traduction (TMX, TTX, TXML, XLIFF, SDLXLIFF)

source: Loading glossary...
fr: Chargement des glossaires...

source: Keyword search
fr: Recherche par mot clef

source: OpenDocument/OpenOffice.org files
fr: Fichiers OpenDocument/OpenOffice.org

source: Filename
fr: Nom du fichier

source: Error searching directory tree!
fr: Erreur dans la recherche des répertoires !

source: attributes.
fr: attributs.

source: Cannot recognize glossary file:
fr: Impossible de reconnaître le glossaire :

source: OmegaT Project Folder
fr: Répertoire projet OmegaT

source: Cannot create target directory! :
fr: Impossible de créer le répertoire cible :

source: Failed to load translation memory for project!
fr: La mémoire de traduction du projet n'a pas pu être chargée !

source: Close
fr: Fermer

source: Con&tents
fr: &Table des matières

source: Filename already exists. Please select a different name.
fr: Ce nom de fichier existe déjà, veuillez choisir un autre nom.

source: Translated files directory:
fr: Répertoire des fichiers en langue cible:

source: Validating Tags...
fr: Validation des marqueurs...

source: <auto>
fr: <automatique>

source: Confirm removal of {0} file filter
fr: Confirmez la suppression du filtre {0}

source: Preferences system save operation failed!
fr: Impossible de sauver les préférences système !

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
fr: Cette page a trouvé le chemin du paradis...

source: Cannot associate parser with the file extension
fr: Impossible d'associer un filtre à l'extension

source: &Cancel
fr: &Annuler

source: Create &Target Documents
fr: &Créer les documents cibles

source: File &Filters...
fr: &Fichiers et filtres

source: OmegaT Project Files
fr: Fichiers projet OmegaT

source: Cannot load specified XML file!
fr: Le fichier XML spécifié ne peut pas être chargé !

source: Unsupported project file version ({0})!
fr: Version de fichier projet non acceptée ({0}) !

source: Match/Glossary Viewer
fr: Correspondances et glossaires

source: Arrays must not be null
fr: Les tables ne doivent pas être non définies

source: Fuzzy matching
fr: Correspondances partielles

source: Text Files
fr: Fichiers textes

source: Creating target documents:
fr: Création des documents cibles:

source: Failed to create project!
fr: Impossible de créer le projet !

source: HTML parser got into unknown state on line {0}!
fr: Le filtre HTML a été rendu inopérant à la ligne {0} !

source: &Undo Last Action
fr: &Annuler la dernière action

source: Next Un&translated Segment
fr: Segment &non-traduit suivant

source: {0} fuzzy matche(s) and {1} glossary term(s) found
fr: {0} correspondances(s) et {1} terme(s) du glossaire

source: Enabled
fr: Activé

source: &Next Segment
fr: &Segment suivant

source: &Insert Translation
fr: &Insérer une correspondance

source: Open Project
fr: Ouvrir un projet

source: &Users Manual...
fr: &Manuel de l'utilisateur

source: &Close Project
fr: &Fermer le projet...

source: Cannot reset to default filter. Exception occured:
fr: Il n'est pas possible de revenir au filtre par défaut. Une erreur a eu lieu:

source: Select
fr: &Choisir

source: &New Project...
fr: &Nouveau projet...

source: Recursive search
fr: Recherche récursive

source: Search for:
fr: Chercher :

source: Target File Encoding
fr: Encodage de fichier cible

source: &About...
fr: &A propos...

source: Word count in unique segments:
fr: Nombre de mots dans les segments uniques

source: Source files directory entered does not exist!
fr: Le répertoire spécifié pour les fichiers source n'existe pas !

source: Edit File Filter
fr: Modifier un filtre

source: Cannot open input file!
fr: Impossible d'ouvrir le fichier d'entrée !

source: Building index tables...
fr: Création des tables d'index...

source: &Add
fr: &Ajouter

source: Source Directory Selection
fr: Sélectionnez le répertoire qui contient les fichiers source

source: Invalid project tree!
fr: Structure de projet non valide !

source: File '{0}' does not exist!
fr: Le fichier '{0}' n'existe pas !

source: &Previous Segment
fr: Segment &précédent

source: Unrecognized escape character at line {0}!
fr: Caractère d'échappement non reconnu à la ligne {0} !

source: Error parsing filters configuration file:
fr: Erreur d'analyse d'un ficher de configuration des filtres :

source: This is where file conversion filters are edited. Each filter must have a different source filename pattern and can support different source file encodings, target file encodings, and target filename pattern. Note: not all filters allow you to select an encoding.
fr: Vous pouvez modifier les filtres de conversion ici. Chaque filtre doit être associé a un pattern de nom de fichier source et peut accepter différents pattern de nom de fichier cible, encodages pour les fichiers sources et cibles. Note: tous les filtres ne vous autorisent pas à choisir un encodage.

source: OmegaT is a high performance Java-based Translation Memory CAT (Computer Assisted Translation) tool with features such as: fuzzy matching, keyword search, glossary term identification, and multiple file type support. OmegaT is the original the work of Keith Godfrey Code has been contributed by: Benjamin Siband Maxym Mykhalchuk (lead developer) Sacha Chua Henry Pijffers Raymond Martin Other contributions by: Marc Prior (project coordinator and ASAD manual writer) Jean-Christophe Helary Samuel Murray Dmitry Gabinski Raymond: Martin (documentation coordinator) and many, many more very helpful people
fr: OmegaT est un outil d'aide à la traduction (mémoire de traduction) de haute performance écrit en Java. Il inclut des fonctions telles que la recherche automatique de correspondances, la recherche par mot-clef, l'identifications des termes de glossaire. Il accepte de nombreux formats de fichiers. OmegaT est le produit d'un travail original de Keith Godfrey Les personnes suivantes ont contribué au code: Benjamin Siband Maxym Mykhalchuk (responsable développement) Sacha Chua Henry Pijffers Les personnes suivantes on contribué d'autres manières: Marc Prior (coordinateur du projet et auteur du manuel ASAD) Jean-Christophe Helary Samuel Murray Dmitry Gabinski Raymond: Martin (coordinateur de la documentation) ainsi que de nombreuses autres personnes.

source: Search TMs
fr: Recherche dans les mémoires de traduction

source: B&rowse
fr: Sélectionner (&2)

source: Orphan strings
fr: Chaîne orpheline

source: Unable to initialize read of XML file!
fr: Impossible d'initialiser la lecture du fichier XML !

source: loaded
fr: chargé

source: About
fr: A propos

source: Copying file
fr: Copie du fichier

source: &Target Language:
fr: Code de la langue &cible :

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fr: Seule la licence en langue anglaise est légalement valable. Vous pouvez trouver des traductions françaises qui peuvent servir de référence mais qui en aucun cas ne peuvent remplacer la licence originale GNU General Public License, Free Software Foundation, version 2 ou plus récente. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.

source: Translation Memory directory entered does not exist!
fr: Le répertoire spécifié pour les fichiers mémoires de traductions n'existe pas !

source: Error saving filters configuration! :
fr: Erreur en sauvegardant la configuration des filtres ! :

source: Exact searches look for the specified query string within the current project or in any directory or directory tree.Exact search supports the wildcard characters * and ?. The * character matches zero or more characters (the search term 'run*' would match 'run', 'runs', and 'running', for example). The ? character matches exactly one character ('run?' would match 'runs' and 'rung', for example, but not 'run' or 'running'). This operation searches both the source and target languages. Keyword searches examine the current project and return all segments which contain all of the query words, in any order. See the help documentation for more details.
fr: Les recherches exactes identifient la chaîne de caractères spécifiée dans le projet actuel ou dans un autre répertoire/système de répertoire. Vous pouvez utilisez les caractères "*" et "?" dans votre recherche. Le caractère "*" s'identifie à zéro ou plusieurs caractères. La recherche sur "mon*" donnera les résultats "mon", "monde", "monter" par exemple. Le caractère "?" s'identifie à un seul caractère. La recherche sur "mon?" donnera le résultat "mont" par exemple. Cette recherche est effectuée aussi bien dans la langue source que dans la langue cible. Les recherches par mots clefs identifient le texte source et identifient tous les segments contenant la chaîne recherchée sans considération d'ordre. Cette opération ne peut être effectuée que dans le texte source d'un projet chargé. Consultez la documentation pour les détails.

source: Search thread died unexpectedly! Please close search window.
fr: La recherche a été avortée, veuillez fermer la fenêtre de recherche.

source: Source File Encoding
fr: Encodage de fichier source

source: Simultaneous processing of multiple-file projects
fr: Traitement parallèle des projets multifichier

source: &Match/Glossary Viewer...
fr: Correspondances et &glossaires...

source: &Help
fr: &Aide

source: OmegaT the free translation memory tool
fr: OmegaT l'outil libre de TAO

source: No tag errors detected
fr: Aucune erreur de marqueur n'a été détectée

source: XML file is invalid: It does not have a <?xml ... ?> header!
fr: Le fichier XML n'est pas conforme: il lui manque l'entête <?xml ... ?> !

source: Unexpected NULL on line {0}!
fr: NULL non conforme à la ligne {0} !

source: This is the way text will look when displayed.
fr: Les textes seront affichés avec cette fonte.

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
fr: Autant en emporte<p>la page...

source: Words remaining to translate:
fr: Mots restant à traduire :

source: Escaped decimal char contains malformed data (&#{0};)!
fr: Caractère décimal contenant des données non conformes (&#x{0};) !

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
fr: Pas de page d'aide<p>dommage...

source: Target documents created
fr: Documents cibles créés

source: ERROR: Invalid OpenDocument or OpenOffice.org file, content not found!
fr: ERREUR: fichier de format OpenDocument ou OpenOffice.org non conforme, pas de contenu identifié !

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
fr: Page brumeuse<p>mirage, pas de page...

source: Error creating project!
fr: Erreur en créant le projet !

source: Unsupported function!
fr: Fonction non implémentée !

source: Unrecognized TMX version ({0})!
fr: Version de TMX non reconnue ({0}) !

source: OmegaT is a free translation memory application that works on Windows, macOS, Linux...
fr: OmegaTest un logiciel libre de TAO conçu pour des traducteurs professionnels, qui fonctionne sous Windows, macOS ou Linux.

source: Glossary Directory Selection
fr: Sélectionnez le répertoire qui contient les glossaires

source: Create a New Project
fr: Créer un nouveau projet

source: Loading project...
fr: Chargement du projet...

source: Edit File Filters
fr: Modifier les filtres

source: &Search
fr: &Chercher

source: Target Directory Selection
fr: Sélectionnez le répertoire qui contient les fichiers cible

source: Sample Text
fr: Exemple

source: OmegaT Translation Memory CAT Tool
fr: OmegaT mémoire de traduction, outil d'aide à la traduction. Consultez la documentation dans le menu <Aide> <Manuel de l'utilisateur>. Principes de base: • Créez un nouveau projet (menu <Fichier> <Nouveau projet...>). ⇒ Glissez les fichiers à traduire dans le répertoire /source du projet. • Ouvrez le projet (menu <Fichier> <Ouvrir un projet>). ⇒ Les segments à traduire s'affichent. ⇒ La zone de traduction est celle entre <(numéro) début> et <fin> ⇒ Vous pouvez commencer à traduire. ⇒ Passez au segment suivant en validant votre traduction ([Entrée]). • Sauvegardez fréquement votre travail (menu <Fichier> <Sauvegarder la mémoire de traduction>). • Visualisez votre traduction en créant les documents traduits (menu <Fichier> <Créez les documents cible>). ⇒ Votre traduction (même partielle) se trouve dans le répertoire /target du projet. Pour en savoir plus sur l'utilisation des correspondances, mémoires de traduction et glossaires, ainsi que sur les autres fonctions de OmegaT, veuillez consulter le manuel de l'utilisateur.

source: OmegaT license
fr: OmegaT, licence

source: Source Filename Pattern
fr: Pattern de nom de fichier source

source: Java(TM) Resource Bundles
fr: Paquets de ressources Java(TM)

source: Security error encountered loading project file!
fr: Problème de sécurité au chargement du projet !

source: Edit Filter
fr: Modifier un filtre

source: &Defaults
fr: Valeurs par &défaut

source: File Format
fr: Format de fichier

source: &Tools
fr: &Outils

source: &File
fr: &Fichier

source: Location
fr: Localisation

source: Unicode (UTF-8) support: can be used with non-Latin alphabets
fr: Prise en charge d'Unicode (UTF-8) : utilisation possible avec les alphabets non latins

source: &Validate Tags
fr: &Valider les marqueurs

source: Integral spelling checker
fr: Vérificateur orthographique intégral

source: Not a valid XML file!
fr: Fichier XML non valide !

source: <segment 0000>
fr: <début 0000>

source: Loading file...
fr: Chargement du fichier...

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
fr: L'aide que vous cherchez<p>a disparu...

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
fr: Pas de page<p>passez un tour...

source: Cannot create target directory tree!
fr: Impossible de créer le système de répertoire en langue cible !

source: Target language search results for:
fr: Résultats de la recherche dans la langue cible pour :

source: Users Manual
fr: Manuel de l'utilisateur

source: &Browse
fr: Sélectionner (&1)

source: Create New Project
fr: Création du projet

source: WARNING: Parse error encountered reading preferences file!
fr: Attention: erreur lors de l'analyse des préférences !

source: Exact search
fr: Recherche exacte

source: Source files directory:
fr: Répertoire des fichiers en langue source :

source: &Redo Last Action
fr: &Reproduire la dernière action

source: Unexpected character in tag {0} on line {1}!
fr: Caractère non conforme dans le marqueur {0} à la ligne {1} !

source: IOException encountered! :
fr: Errreur Entrée/Sortie ! :

source: Bad tag on line {0}!
fr: Marqueur non valide à la ligne {0} !

source: &Source Language:
fr: Code de la langue &source :

source: Cannot find saved translation file! :
fr: Traduction sauvegardée introuvable :

source: XHTML files
fr: Fichiers XHTML

source: &Overwrite Translation
fr: &Remplacer par une correspondance

source: &Target File Encoding :
fr: Encodage de fichier &cible

source: Error writing compiled output file!
fr: Erreur à l'écriture d'un fichier traduit !

source: (comment tag)
fr: (marqueur de commentaire)

source: Search files
fr: Chercher dans les fichiers

source: The Target Language entered is invalid!
fr: Le code pour la langue cible n'est pas correct !

source: Translated files directory entered does not exist!
fr: Le répertoire spécifié pour les fichiers cible n'existe pas !

source: (empty tag)
fr: (marqueur vide)

source: Warning
fr: Attention

source: Remove Filter
fr: Supprimer un filtre

source: File &Format
fr: &Format de fichier

source: &TAB Advance
fr: Utiliser &TAB pour valider

source: Error saving project file!
fr: Erreur en sauvegardant le projet !

source: Glossary directory:
fr: Répertoire des glossaires :

source: Glossary directory entered does not exist!
fr: Le répertoire spécifié pour les glossaires n'existe pas !

source: Select folder
fr: Choisir un répertoire

source: HTML files
fr: Fichiers HTML

source: Source language search results for:
fr: Résultats de la recherche dans la langue source pour :

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
fr: Victime d'un sort<p>pas de page...

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
fr: Pas de page<p>personne ne vous entend pleurer...

source: Fatal error encountered - saving project file with '.recover' backup extension. Please consult the documentation about your recovery options and return the below information to the software manufacturer with a description of how this error was produced.
fr: Erreur majeure. Le projet est sauvegardé avec l'extension '.recover'. Consultez la documentation pour les possibilités de récupération et renvoyez l'information suivante aux développeurs en y joignant un descriptif de la manipulation qui a amené l'erreur.

source: Target Filename Pattern
fr: Pattern de nom de fichier cible

source: Specified language codes are invalid! TMX requires correct codes.
fr: Les codes langues choisis ne sont pas corrects. Choisissez des codes acceptés par le standard TMX.

source: [EAR] Wrong file type specified: It must be HTML or XML!
fr: [EAR] Type de fichier spécifié erroné: HTML ou XML requis !

source: &Edit
fr: &Edition

source: End of stream encoutered without finding close block!
fr: Pas de bloc de fin en clôture de fichier !

source: Brows&e
fr: Sélectionner (&4)

source: Unsupported XML version {0}!
fr: Version XML non acceptée {0} !

source: <end segment>
fr: <fin>

source: Building word counts...
fr: Calcul du nombre de mots...

source: Tag name:
fr: Nom du marqueur :

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
fr: Sans un bruit<p>ces mots: "pas de page"...

source: &Size
fr: &Taille

source: &Insert
fr: &Insérer

source: The Source Language entered is invalid!
fr: Le code pour la langue source n'est pas correct !

source: Could not initialize OS look and feel!
fr: L'apparence spécifique au système d'exploitation n'a pas pu être initialisée !

source: Parse error in
fr: Erreur d'analyse dans

source: Invalid TMX file '{0}'!
fr: Fichier TMX '{0}' non valide !

source: Filename &Variables :
fr: &Variables nom de fichier

source: Some project folders seem to have been moved. Please locate them and re-establish the directory structure or specify their new location here.
fr: Certains répertoires semblent avoir été déplacés. Veuillez rétablir la structure des répertoires ou les localiser et indiquer ici leur nouvelle position.

source: Source File &Encoding :
fr: Encodage de fichier &source

source: Loading:
fr: Chargement:

source: Maximum number of finds has been reached
fr: Le nombre maximum de résultats a été atteint.

source: Unexpected char '{0}' ({1})!
fr: Caractère non conforme '{0}' ({1}) !

source: &Remove
fr: &Retirer

source: {0} fuzzy matche(s) found
fr: {0} correspondance(s) trouvé(s)

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
fr: Ecran aussi vide que votre regard<p>pas de page...

source: Source Filename Pattern :
fr: Pattern de nom de fichier source

source: Source file loading complete
fr: Chargement des fichiers source accompli

source: Add Filter
fr: Ajouter un filtre

source: File Filters
fr: Filtres de fichiers

source: Cannot locate help file:
fr: Le manuel utilisateur est introuvable. Vérifiez que le fichier ci-dessous est présent à l'emplacement indiqué :

source: Plain text
fr: Texte brut

source: Unable to build new TMX file!
fr: Impossible de créer de nouveau fichier TMX !

source: Specify custom project folders here.
fr: Vous pouvez modifier ici les répertoires par défaut du projet :

source: Parse error in file {0} at line {1} - {2}!
fr: Erreur d'analyse dans le fichier {0} à la ligne {1} - {2}

source: Column Index must be equal to 1
fr: L'index de colonne doit être égal à 1

source: Display Font
fr: Fonte d'affichage

source: Escaped character never terminated!
fr: Caractère d'échappement non fermé !

source: &Quit
fr: &Quitter OmegaT

source: Match propagation
fr: Propagation des correspondances

source: &Font
fr: &Fonte

source: &License
fr: &Licence

source: {0} glossary term(s) found
fr: {0} terme(s) du glossaire trouvé(s)

source: Bro&wse
fr: Sélectionner (&3)

source: Number of Segments
fr: Nombre de segments

source: Unable to read project file!
fr: Impossible de lire le fichier projet !

source: WARNING: Skipping segment {0} in TMX file '{1}' after parse error!
fr: Attention: erreur d'analyse, le segment {0} du fichier TMX '{1}' est ignoré. !

source: Text Search
fr: Recherche textuelle

source: Analyzing Translation Memory - {0} of {1}
fr: chaînes de la mémoire de traduction analysées: {0} sur {1}

source: No matches returned by search.
fr: La recherche n'a produit aucun résultat.

source: Total word count:
fr: Nombre total de mots :

source: &Search Project...
fr: &Chercher dans le projet...

source: Translation Memory Directory Selection
fr: Sélectionnez le répertoire qui contient les mémoire de traduction

source: &Close
fr: &Fermer

source: Floating '?' character not tied to '>'!
fr: Caractère '?' flottant non lié à '>' !

source: Display F&ont...
fr: Fonte d'&affichage...

source: Bad tag start on line {0}!
fr: Marqueur de départ non valide à la ligne {0} !

source: About OmegaT
fr: À propos de OmegaT

source: Project Files
fr: Fichiers du projet

source: The help page you seek<p>Lies beyond our perception<p>But others await
fr: La page que vous cherchez n'est pas là<p> mais d'autres vous attendent...

source: Cannot build TMX file!
fr: Impossible de créer de fichier TMX !

source: (close tag)
fr: (marqueur de clôture)
